[
  "tag-wrangler",
  "dataview",
  "homepage",
  "obsidian-excalidraw-plugin",
  "obsidian-style-settings",
  "obsidian-textgenerator-plugin",
  "recent-files-obsidian",
  "nldates-obsidian",
  "auto-card-link",
  "unicode-search",
  "oz-clear-unused-images",
  "url-into-selection",
  "hidden-folder-obsidian"
]